<?php
    return [
        'user'     => [
            'update' => [
                'success' => 'Пользователь успешно обновлен!',
                'error'   => 'Не удалось обновить пользователя.',
            ],
            'delete' => [
                'success' => 'Пользователь успешно удален!',
                'error'   => 'Не удалось удалить пользователя.',
            ]
        ],
        'news'     => [
            'create' => [
                'success' => 'Новость успешно создана!',
                'error'   => 'Не удалось создать новость.',
            ],
            'update' => [
                'success' => 'Новость успешно обновлена!',
                'error'   => 'Не удалось обновить новость.',
            ],
            'delete' => [
                'success' => 'Новость успешно удалена!',
                'error'   => 'Не удалось удалить новость.',
            ]
        ],
        'category' => [
            'create' => [
                'success' => 'Категория успешно создана!',
                'error'   => 'Не удалось создать категорию.',
            ],
            'update' => [
                'success' => 'Категория успешно обновлена!',
                'error'   => 'Не удалось обновить категорию.',
            ],
            'delete' => [
                'success' => 'Категория успешно удалена!',
                'error'   => 'Не удалось удалить категорию.',
            ]
        ]
    ];
